Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/gitlab.tmx
Source language: en
Languages: sv

source: AuditStreams|Destination has filters applied. %{linkStart}What are filters?%{linkEnd}
sv: AuditStreams|Målet har tillämpade filter. %{linkStart}Vad är filter?%{linkEnd}

source: DastProfiles|Must allow introspection queries to request the API schema. %{linkStart}How do I enable introspection%{linkEnd}?
sv: DastProfiles|Måste tillåta introspektionsfrågor för att begära API-schemat. %{linkStart}Hur aktiverar jag introspektion%{linkEnd}?

source: Incident creation cancelled.
sv: Skapandet av incidenten avbröts.

source: SAML|Sign in to %{groupName}
sv: SAML|Logga in på %{groupName}

source: SAML|To access %{groupName}, you must sign in using single sign-on through an external sign-in page.
sv: SAML|För att få åtkomst till %{groupName} måste du logga in med enkel inloggning via en extern inloggningssida.

source: AuditStreams|Event filtering (optional)
sv: AuditStreams|Händelsefiltrering (valfritt)

source: Members|Access granted
sv: Members|Åtkomst beviljad

source: Members|Activity
sv: Members|Aktivitet

source: Members|Direct member by %{createdBy}
sv: Members|Direkt medlem av %{createdBy}

source: Members|Last activity
sv: Members|Senaste aktivitet

source: Members|User created
sv: Members|Användare skapad

source: MergeRequest|Failed to load the page
sv: MergeRequest|Det gick inte att läsa in sidan

source: ProtectedEnvironments|Allowed to deploy
sv: ProtectedEnvironments|Får driftsätta

source: ProtectedEnvironments|An error occurred while fetching information on the selected approvers.
sv: ProtectedEnvironments|Ett fel uppstod när information om de valda godkännarna hämtades.

source: Members|Are you sure you want to remove %{userName} from "%{group}"?
sv: Members|Är du säker på att du vill ta bort %{userName} från ”%{group}”?

source: Members|Are you sure you want to remove this orphaned member from "%{group}"?
sv: Members|Är du säker på att du vill ta bort den här övergivna medlemmen från ”%{group}”?

source: Members|A group must have at least one owner. To remove the member, assign a new owner.
sv: Members|En grupp måste ha minst en ägare. Tilldela en ny ägare om du vill ta bort medlemmen.

source: Members|A personal project's owner cannot be removed.
sv: Members|Ägaren till ett personligt projekt kan inte tas bort.

source: Members|Cannot leave "%{source}"
sv: Members|Kan inte lämna ”%{source}”

source: Members|You cannot remove yourself from a personal project.
sv: Members|Du kan inte ta bort dig själv från ett personligt projekt.

source: DastProfiles|Retry
sv: DastProfiles|Försök igen

source: DastProfiles|Validate
sv: DastProfiles|Validera

source: DastProfiles|Validate site profile
sv: DastProfiles|Validera webbplatsprofil

source: MergeRequests|Drafts cannot be merged until marked ready.
sv: MergeRequests|Utkast kan inte sammanfogas förrän de har markerats som klara.

source: MergeRequests|Mark as draft
sv: MergeRequests|Markera som utkast

source: Incident|Adding an event tag associates the timeline comment with specific incident metrics.
sv: Incident|När du lägger till en händelseetikett kopplas tidslinjekommentaren till specifika incidentmått.

source: Incident|Event tag
sv: Incident|Händelseetikett

source: Members|Ban member
sv: Members|Spärra medlem

source: SAML|There is already a GitLab account associated with this email address. Sign in with your existing credentials to connect your organization's account
sv: SAML|Det finns redan ett GitLab-konto kopplat till den här e-postadressen. Logga in med dina befintliga autentiseringsuppgifter för att ansluta organisationens konto.

source: ProtectedEnvironments|Users
sv: ProtectedEnvironments|Användare

source: DastProfiles|Enter a comma-separated list of request header names and values. DAST adds header to every request.
sv: DastProfiles|Ange en kommaseparerad lista med namn och värden på begärandehuvuden. DAST lägger till huvudet i varje begäran.

source: ProtectedEnvironments|Add deployment rules
sv: ProtectedEnvironments|Lägg till driftsättningsregler

source: ProtectedEnvironments|Create deployment rule
sv: ProtectedEnvironments|Skapa driftsättningsregel

source: GroupSettings|Choose the merge request checks for projects in this group. This setting overrides the same settings configured on each project in this group.
sv: GroupSettings|Välj kontroller för sammanfogningsbegäranden för projekten i den här gruppen. Inställningen åsidosätter motsvarande inställningar i varje projekt i gruppen.

source: AuthorizedApplication|Are you sure you want to renew this secret? Any applications using the old secret will no longer be able to authenticate with GitLab.
sv: AuthorizedApplication|Är du säker på att du vill förnya den här hemligheten? Applikationer som använder den gamla hemligheten kan inte längre autentisera mot GitLab.

source: AuthorizedApplication|Renew secret
sv: AuthorizedApplication|Förnya hemlighet

source: ProtectedEnvironments|Add approval rules
sv: ProtectedEnvironments|Lägg till godkännanderegler

source: ProtectedEnvironments|Approvals required
sv: ProtectedEnvironments|Godkännanden krävs

source: ProtectedEnvironments|Create approval rule
sv: ProtectedEnvironments|Skapa godkännanderegel

source: ProtectedEnvironments|Delete approver rule
sv: ProtectedEnvironments|Ta bort godkännarregel

source: ProtectedEnvironments|Delete deployer rule
sv: ProtectedEnvironments|Ta bort driftsättarregel

source: ProtectedEnvironments|Edit
sv: ProtectedEnvironments|Redigera

source: ServiceAccount|User does not have permission to create a service account.
sv: ServiceAccount|Användaren har inte behörighet att skapa ett tjänstekonto.

source: DeployTokens|Allows read, write and delete access to the package registry.
sv: DeployTokens|Tillåter läs-, skriv- och raderingsåtkomst till paketregistret.

source: MergeRequests|Can't perform this action automatically. It may have already been done, or a more recent commit may have updated some of this content. Please perform this action locally.
sv: MergeRequests|Det går inte att utföra den här åtgärden automatiskt. Den kan redan ha utförts, eller så kan en nyare incheckning ha uppdaterat en del av innehållet. Utför åtgärden lokalt.

source: MergeRequests|Commit cherry-pick failed
sv: MergeRequests|Cherry-pick av incheckning misslyckades

source: MergeRequests|Commit revert failed
sv: MergeRequests|Återställning av incheckning misslyckades

source: MergeRequests|Merge request cherry-pick failed
sv: MergeRequests|Cherry-pick av sammanfogningsbegäran misslyckades

source: MergeRequests|Merge request revert failed
sv: MergeRequests|Återställning av sammanfogningsbegäran misslyckades

source: AuthorizedApplication|Application secret was successfully renewed.
sv: AuthorizedApplication|Applikationshemligheten förnyades.

source: AuthorizedApplication|Renew secret?
sv: AuthorizedApplication|Förnya hemlighet?

source: AuthorizedApplication|There was an error trying to renew the application secret. Please try again.
sv: AuthorizedApplication|Ett fel uppstod när applikationshemligheten skulle förnyas. Försök igen.

source: CI/CD analytics
sv: CI/CD-analys

source: GroupSettings|Configure limits on the number of repositories users can download, clone, or fork in a given time.
sv: GroupSettings|Konfigurera gränser för hur många arkiv användare kan hämta, klona eller förgrena under en viss tid.

source: MergeRequest|Can't fetch the diff needed to update this view. Please reload this page.
sv: MergeRequest|Det går inte att hämta den diff som behövs för att uppdatera vyn. Ladda om sidan.

source: MergeRequest|Can't fetch the single file diff for the discussion. Please reload this page.
sv: MergeRequest|Det går inte att hämta diffen för den enskilda filen i diskussionen. Ladda om sidan.

source: Patches
sv: Korrigeringar

source: Admin|Analytics
sv: Admin|Analys

source: Admin|Credentials
sv: Admin|Autentiseringsuppgifter

source: Admin|Monitoring
sv: Admin|Övervakning

source: LDAP|Add synchronization
sv: LDAP|Lägg till synkronisering

source: LDAP|LDAP access
sv: LDAP|LDAP-åtkomst

source: LDAP|LDAP group cn
sv: LDAP|LDAP-grupp-CN

source: LDAP|LDAP user filter
sv: LDAP|LDAP-användarfilter

source: LDAP|Sync method
sv: LDAP|Synkroniseringsmetod

source: CICD|Disabling this feature is a permanent change.
sv: CICD|Att inaktivera den här funktionen är en permanent ändring.

source: ProtectedEnvironments|Remove approval rule
sv: ProtectedEnvironments|Ta bort godkännanderegel

source: MergeRequests|started a thread on %{linkStart}a file%{linkEnd}
sv: MergeRequests|startade en tråd i %{linkStart}en fil%{linkEnd}

source: MergeRequests|started a thread on %{linkStart}an old version of a file%{linkEnd}
sv: MergeRequests|startade en tråd i %{linkStart}en äldre version av en fil%{linkEnd}

source: AuditStreams|Select events
sv: AuditStreams|Välj händelser

source: AuditStreams|Delete destination
sv: AuditStreams|Ta bort mål

source: AuditStreams|Deleting the streaming destination %{destination} will stop audit events being streamed
sv: AuditStreams|Om du tar bort strömningsmålet %{destination} upphör strömningen av granskningshändelser.

source: MergeRequest|This description was generated for revision %{revision} using AI
sv: MergeRequest|Den här beskrivningen skapades för version %{revision} med AI

source: MergeRequest|This description was generated using AI
sv: MergeRequest|Den här beskrivningen skapades med AI

source: AuditStreams|Filter by audit event type
sv: AuditStreams|Filtrera efter typ av granskningshändelse

source: AuditStreams|Private key
sv: AuditStreams|Privat nyckel

source: IncidentManagement|Stops paging
sv: IncidentManagement|Stoppar larm

source: AuditStreams|Destination Name
sv: AuditStreams|Målnamn

source: SecurityReports|Show %d item
sv: Visa %d objekt

source: SecurityReports|Show %d items
sv: Visa %d objekt

source: ProtectedEnvironments|To configure unified approval rules, use the %{apiLinkStart}API%{apiLinkEnd}. Consider using %{docsLinkStart}multiple approval rules%{docsLinkEnd} instead.
sv: ProtectedEnvironments|Använd %{apiLinkStart}API:et%{apiLinkEnd} för att konfigurera samordnade godkännanderegler. Överväg att använda %{docsLinkStart}flera godkännanderegler%{docsLinkEnd} i stället.

source: ComplianceStandardsAdherence|At least two approvals
sv: ComplianceStandardsAdherence|Minst två godkännanden

source: CICD|Limit access %{italicStart}from%{italicEnd} this project (Deprecated)
sv: CICD|Begränsa åtkomsten %{italicStart}från%{italicEnd} det här projektet (föråldrat)

source: ProtectedEnvironments|Protect an environment
sv: ProtectedEnvironments|Skydda en miljö

source: ProtectedEnvironments|Protected environments
sv: ProtectedEnvironments|Skyddade miljöer

source: DeployTokens|Active deploy tokens
sv: DeployTokens|Aktiva driftsättningstoken

source: DeployTokens|This %{entity_type} has no active deploy tokens.
sv: DeployTokens|Den här %{entity_type} har inga aktiva driftsättningstoken.

source: DeployTokens|Your new deploy token
sv: DeployTokens|Din nya driftsättningstoken

source: ProtectedEnvironments|Select users
sv: ProtectedEnvironments|Välj användare

source: AuditStreams|Use the Google Cloud console to view the private key. To change the private key, replace it with a new private key.
sv: AuditStreams|Använd Google Cloud-konsolen för att visa den privata nyckeln. Ersätt den privata nyckeln med en ny för att ändra den.

source: ComplianceStandardsAdherence|Merge request approval rules
sv: ComplianceStandardsAdherence|Godkännanderegler för sammanfogningsbegäranden

source: ComplianceStandardsAdherence|No projects with standards adherence checks found
sv: ComplianceStandardsAdherence|Inga projekt med efterlevnadskontroller hittades

source: ComplianceStandardsAdherence|No rule is configured to prevent author approved merge requests.
sv: ComplianceStandardsAdherence|Ingen regel är konfigurerad för att förhindra sammanfogningsbegäranden som godkänts av författaren.

source: ComplianceStandardsAdherence|No rule is configured to require two approvals.
sv: ComplianceStandardsAdherence|Ingen regel är konfigurerad för att kräva två godkännanden.

source: ComplianceStandardsAdherence|Requirement
sv: ComplianceStandardsAdherence|Krav

source: Identity|Active
sv: Identity|Aktiv

source: ComplianceStandardsAdherence|A rule is configured to prevent author approved merge requests.
sv: ComplianceStandardsAdherence|En regel är konfigurerad för att förhindra sammanfogningsbegäranden som godkänts av författaren.

source: ComplianceStandardsAdherence|A rule is configured to prevent merge requests approved by committers.
sv: ComplianceStandardsAdherence|En regel är konfigurerad för att förhindra sammanfogningsbegäranden som godkänts av incheckare.

source: ComplianceStandardsAdherence|A rule is configured to require two approvals.
sv: ComplianceStandardsAdherence|En regel är konfigurerad för att kräva två godkännanden.

source: ComplianceStandardsAdherence|No rule is configured to prevent merge requests approved by committers.
sv: ComplianceStandardsAdherence|Ingen regel är konfigurerad för att förhindra sammanfogningsbegäranden som godkänts av incheckare.

source: Members|Private group information is only accessible to its members.
sv: Members|Privat gruppinformation är bara tillgänglig för dess medlemmar.

source: AuditStreams|Add a new secret access key
sv: AuditStreams|Lägg till en ny hemlig åtkomstnyckel

source: AuditStreams|Secret Access Key
sv: AuditStreams|Hemlig åtkomstnyckel

source: AuditStreams|Use the AWS console to view the secret access key. To change the secret access key, replace it with a new secret access key.
sv: AuditStreams|Använd AWS-konsolen för att visa den hemliga åtkomstnyckeln. Ersätt den hemliga åtkomstnyckeln med en ny för att ändra den.

source: FindingsDrawer|SAST Finding
sv: FindingsDrawer|SAST-resultat

source: CICD|Pipelines and jobs cannot be cancelled
sv: CICD|Pipelines och jobb kan inte avbrytas

source: BulkImport|Check that the source instance base URL and the personal access token meet the necessary requirements.
sv: BulkImport|Kontrollera att källinstansens bas-URL och den personliga åtkomsttoken uppfyller nödvändiga krav.

source: DastProfiles|Crawl timeout
sv: DastProfiles|Tidsgräns för genomsökning

source: DastProfiles|The maximum number of minutes allowed for the crawler to traverse the site.
sv: DastProfiles|Maximalt antal minuter som genomsökaren får använda för att gå igenom webbplatsen.

source: AuditStreams|Filter by groups or projects
sv: AuditStreams|Filtrera efter grupper eller projekt

source: AuditStreams|Select namespace
sv: AuditStreams|Välj namnrymd

source: ComplianceStandardsAdherence|Raw text search is not currently supported. Please use the available filters.
sv: ComplianceStandardsAdherence|Råtextsökning stöds inte för närvarande. Använd tillgängliga filter.

source: ProtectedEnvironments|Enable group inheritance
sv: ProtectedEnvironments|Aktivera grupparv

source: BeyondIdentityService|API Token. User must have access to `git-commit-signing` endpoint.
sv: BeyondIdentityService|API-token. Användaren måste ha åtkomst till slutpunkten `git-commit-signing`.

source: Members|Revert to LDAP synced settings
sv: Members|Återställ LDAP-synkroniserade inställningar

source: DeployTokens|Allows write access to registry images. You need both read and write access to push images.
sv: DeployTokens|Tillåter skrivåtkomst till registeravbildningar. Du behöver både läs- och skrivåtkomst för att skicka upp avbildningar.

source: CICDAnalytics|Instance runner duration is the total runtime of all jobs that ran on instance runners
sv: CICDAnalytics|Instansrunnerns varaktighet är den sammanlagda körtiden för alla jobb som kördes på instansrunnrar.

source: CICDAnalytics|Instance runner pipeline minute duration by month
sv: CICDAnalytics|Pipeline-minuter för instansrunnrar per månad

source: CICDAnalytics|What is instance runner duration?
sv: CICDAnalytics|Vad är en instansrunners varaktighet?

source: ComplianceStandardsAdherence|At least one non-author approval
sv: ComplianceStandardsAdherence|Minst ett godkännande från någon annan än författaren

source: ComplianceStandardsAdherence|No rule is configured to require at least one non-author approval.
sv: ComplianceStandardsAdherence|Ingen regel är konfigurerad för att kräva minst ett godkännande från någon annan än författaren.

source: PendingMembers|There are no pending members left to approve. High five!
sv: PendingMembers|Det finns inga väntande medlemmar kvar att godkänna. Bra jobbat!

source: ComplianceStandardsAdherence|Checks
sv: ComplianceStandardsAdherence|Kontroller

source: Members|Indirect
sv: Members|Indirekt

source: Members|Role change request was sent to the administrator.
sv: Members|En begäran om rolländring har skickats till administratören.

source: ProtectedEnvironments|Set which groups, access levels, or users are required to approve. Groups and users must be members of the project.
sv: ProtectedEnvironments|Ange vilka grupper, åtkomstnivåer eller användare som måste godkänna. Grupper och användare måste vara medlemmar i projektet.

source: ProtectedEnvironments|Set which groups, access levels, or users can deploy to this environment. Groups and users must be members of the project.
sv: ProtectedEnvironments|Ange vilka grupper, åtkomstnivåer eller användare som kan driftsätta till den här miljön. Grupper och användare måste vara medlemmar i projektet.

source: DeployTokens|You are about to revoke %{tokenName}.
sv: DeployTokens|Du håller på att återkalla %{tokenName}.

source: MergeRequest|There are no changes yet
sv: MergeRequest|Det finns inga ändringar ännu

source: GroupSettings|Allow members of projects and groups to create runners with runner registration tokens
sv: GroupSettings|Tillåt medlemmar i projekt och grupper att skapa körare med registreringstoken för körare

source: Incidents|Must start with http:// or https://
sv: Incidents|Måste börja med http:// eller https://

source: SAML|Your SAML session has expired
sv: SAML|Din SAML-session har upphört att gälla

source: MergeRequests|Comment could not be submitted: %{reason}.
sv: MergeRequests|Kommentaren kunde inte skickas: %{reason}.

source: Analyze your source code and Git history for secrets by using CI/CD pipelines.
sv: Analysera din källkod och Git-historik efter hemligheter med CI/CD-pipelines.

source: Members|Pending invitations
sv: Members|Väntande inbjudningar

source: Authorize identity provider link
sv: Auktorisera länken till identitetsleverantören

source: Authorizing allows you to sign in with %{strongOpen}%{provider}%{strongClose}.
sv: Genom att auktorisera kan du logga in med %{strongOpen}%{provider}%{strongClose}.

source: Analyze your source code for vulnerabilities with the GitLab Advanced SAST analyzer.
sv: Analysera din källkod efter sårbarheter med GitLabs avancerade SAST-analysverktyg.

source: Authorize %{client_name}
sv: Auktorisera %{client_name}

source: Block secrets such as keys and API tokens from being pushed to your repositories. Secret push protection is triggered when commits are pushed to a repository. If any secrets are detected, the push is blocked.
sv: Blockera att hemligheter som nycklar och API-token skickas upp till dina kodförråd. Skydd mot uppskickning av hemligheter utlöses när incheckningar skickas upp till ett kodförråd. Om några hemligheter upptäcks blockeras uppskickningen.

source: Members|Requested By
sv: Members|Begärd av

source: Members|Requested On
sv: Members|Begärd den

source: Members|Requested Role
sv: Members|Begärd roll

source: Members|Role was successfully updated.
sv: Members|Rollen har uppdaterats.

source: Members|You can no longer accept access requests because you've reached the %{limit} user limit.
sv: Members|Du kan inte längre godkänna åtkomstbegäranden eftersom du har nått gränsen på %{limit} användare.

source: ServiceAccount|User does not have permission to delete a service account.
sv: ServiceAccount|Användaren har inte behörighet att ta bort ett tjänstekonto.

source: LDAP|(Inactive because syncing with an LDAP user filter is not included in the current license)
sv: LDAP|(Inaktiv eftersom synkronisering med ett LDAP-användarfilter inte ingår i den aktuella licensen)

source: LDAP|Active synchronizations
sv: LDAP|Aktiva synkroniseringar

source: LDAP|Active synchronizations (%{count})
sv: LDAP|Aktiva synkroniseringar (%{count})

source: LDAP|As %{human_access} on %{provider_label} server
sv: LDAP|Som %{human_access} på %{provider_label}-servern

source: LDAP|Config for LDAP server %{provider} is not present in GitLab
sv: LDAP|Konfiguration för LDAP-servern %{provider} finns inte i GitLab

source: LDAP|Default, minimum permission level for LDAP group members of %{group_name}.
sv: LDAP|Standardmässig minsta behörighetsnivå för LDAP-gruppmedlemmar i %{group_name}.

source: LDAP|If you do not belong to this LDAP user filter you will lose ownership of %{group_name}.
sv: LDAP|Om du inte tillhör det här LDAP-användarfiltret förlorar du ägarskapet för %{group_name}.

source: LDAP|If you select an LDAP group you do not belong to you will lose ownership of %{group_name}.
sv: LDAP|Om du väljer en LDAP-grupp som du inte tillhör förlorar du ägarskapet för %{group_name}.

source: LDAP|No LDAP synchronizations
sv: LDAP|Inga LDAP-synkroniseringar

source: LDAP|Synchronize %{group_name}'s members with this LDAP group.
sv: LDAP|Synkronisera medlemmarna i %{group_name} med den här LDAP-gruppen.

source: LDAP|This query must use valid %{ldap_link_start}LDAP Search Filter Syntax%{ldap_link_end}. Synchronize %{group_name}'s members with this LDAP user filter.
sv: LDAP|Frågan måste använda giltig %{ldap_link_start}LDAP-sökfiltersyntax%{ldap_link_end}. Synkronisera medlemmarna i %{group_name} med det här LDAP-användarfiltret.

source: LDAP|You can manage permission levels for individual group members in the Members tab.
sv: LDAP|Du kan hantera behörighetsnivåer för enskilda gruppmedlemmar på fliken Medlemmar.

source: ProtectedEnvironments|If a group is invited to the current project, its parent and members inherit the permissions of the invited group.
sv: ProtectedEnvironments|Om en grupp bjuds in till det aktuella projektet ärver dess överordnade grupp och medlemmar den inbjudna gruppens behörigheter.

source: Admin|Abuse reports
sv: Admin|Rapporter om missbruk

source: Admin|Admin area
sv: Admin|Administratörsområde

source: Admin|Deploy keys
sv: Admin|Driftsättningsnycklar

source: Admin|Push rules
sv: Admin|Pushregler

source: Admin|Spam logs
sv: Admin|Skräppostloggar

source: CI/CD job token permissions for '%{projectName}' were successfully updated.
sv: CI/CD-jobbtokenbehörigheterna för '%{projectName}' uppdaterades.

source: CICD|Access unrestricted, so users with sufficient permissions in this project can authenticate with a job token generated in any other project.
sv: CICD|Obegränsad åtkomst innebär att användare med tillräckliga behörigheter i det här projektet kan autentisera med en jobbtoken som har skapats i ett annat projekt.

source: CICD|Additional permissions
sv: CICD|Ytterligare behörigheter

source: CICD|Allow Git push requests to the repository
sv: CICD|Tillåt Git-uppskick till kodförrådet

source: CICD|Authorized groups and projects
sv: CICD|Auktoriserade grupper och projekt

source: CICD|CI/CD job token allowlist
sv: CICD|Tillåtelselista för CI/CD-jobbtoken

source: CICD|CI/CD job token can be used to authenticate a Git push to this repository, using the permissions of the user that started the job.
sv: CICD|CI/CD-jobbtoken kan användas för att autentisera ett Git-uppskick till det här kodförrådet med behörigheterna för användaren som startade jobbet.

source: CICD|Grant additional access permissions to this project's CI/CD job tokens.
sv: CICD|Ge det här projektets CI/CD-jobbtoken ytterligare åtkomstbehörigheter.
